var firstValue = [
	"систематический", "структура ", "план", "решение", "систематичность", "организованный", "подготовка",
	"решительный", "твердый", "склонный к критике", "преимущество", "голова", "мысли", "анализировать ",
	"фактический", "применение на практике", "опыт", "рассудительный", "практик", "реалист", "реальность",
	"шумный", "оживленный ", "общительность", "расходование энергии", "ориентированный во внешний мир",
	"высказываться вслух", "отважный"
];
var secondValue = [
	"спонтанный", "течение ", "импровизация", "импульс", "случайность", "импульсивный", "экспромт",
	"преданный", "мягкосердечный ", "доброжелательный", "удача", "сердце", "чувства", "симпатизировать",
	"теоретический", "поиск скрытого смысла", "теории", "удивительный", "фантазер", "мечтатель", "перспективность",
	"тихий", "спокойный ", "сосредоточенность", "сохранение энергии", "ориентированный внутрь себя",
	"переживать в себе",
	"хладнокровный"
];
var Style = ["btn-primary", "btn-info", "btn-success", "btn-warning"];